<template>
  <div class="privacy">
    <h4>隐私政策</h4>
    <dl>
      <dd
        class="indent"
      >您在使用我们的产品或服务时，我们可能会收集和使用您的相关信息。我们希望通过本隐私政策向您说明我们在您使用我们的产品与服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。</dd>
      <dd class="indent">您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。</dd>
      <dd class="indent">需要特别说明的是，本政策不适用于其他第三方向您提供服务的情形。例如第三方服务商依托鲸鱼数据向您提供服务时，您向其提供的个人信息不适用本政策。</dd>
      <dd
        class="indent"
      >在使用鲸鱼数据各项产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。 一旦您开始使用鲸鱼数据各项产品或服务，即表示您已充分理解并同意本政策。若您为企业用户，您须保证您在使用鲸鱼数据各项产品及服务前已成为本企业账户的管理员或意见取得相关管理员的授权。如对本政策内容有任何疑问、意见或建议，您可与我们联系：400-605-0606。</dd>
      <dt>第一部分 定义</dt>
      <dd>
        <b>鲸鱼数据：</b>指鲸鱼数据（www.jydata.com）、 鲸鱼APP（包括但不限于iPhone版、Android版等）以及其他使用鲸鱼数据服务的相关平台的H5频道页面。
      </dd>
      <dd>
        <b>鲸鱼服务提供者：</b>指北京智能广宣科技有限公司。
      </dd>
      <dd>
        <b>用户：</b>指使用鲸鱼数据相关产品及服务的用户，既包括使用鲸鱼账号登录的个人用户，亦包括使用鲸鱼数据服务的企业用户。
      </dd>
      <dd>
        <b>个人信息：</b>指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
      </dd>
      <dd>
        <b>个人敏感信息：</b>包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。
      </dd>
      <dd>
        <b>个人信息删除：</b>指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。
      </dd>
      <dt>第二部分 隐私权政策</dt>
      <dd>本隐私权政策部分将帮助您了解以下内容：</dd>
      <dd>1、我们如何收集和使用您的个人信息</dd>
      <dd>2、我们如何使用Cookie</dd>
      <dd>3、我们如何共享、转让、公开披露您的个人信息</dd>
      <dd>4、我们如何保护您的个人信息</dd>
      <dd>5、您如何管理您的个人信息</dd>
      <dd>6、我们如何处理未成年人的个人信息</dd>
      <dd>7、您的个人信息如何在全球范围转移</dd>
      <dd>8、本隐私权政策如何更新</dd>
      <dd>9、如何联系我们</dd>
      <dt>一、我们如何收集和使用您的信息</dt>
      <dd>我们会出于本政策所述的以下目的，收集和使用您的个人信息：</dd>
      <dt>（一）帮助您成为我们的会员</dt>
      <dd>您首先需要注册一个鲸鱼数据账号。当您注册时，您需要至少向我们提供您准备使用的账户名、密码、您本人的手机号码、电子邮箱地址（用于验证邮箱）， 我们将通过发送短信验证码或邮件的方式来验证您的身份是否有效。您可以修改补充您的昵称、性别、生日、兴趣爱好以及您的实名验证相关信息，这些信息均属于您的“账户信息”。对于您使用的鲸鱼数据服务，我们都可能会使用您提供的上述信息。</dd>
      <dt>（二） 为您展示和推送商品或服务</dt>
      <dd>为改善我们的产品或服务、向您提供个性化的信息搜索及交易服务，我们会根据您的浏览及搜索记录、设备信息、位置信息、订单信息等相关信息， 提取您的浏览、搜索偏好、行为习惯、位置信息等特征，基于特征标签进行间接人群画像并进一步展示、推送信息。</dd>
      <dt>（三） 向您提供商品或服务</dt>
      <dt>1、您向我们提供的信息</dt>
      <dd>为便于向您提供我们的产品或服务，我们可能为完成交易，您可能需要获得您的姓名、联系电话、电子邮件或者企业用户的公司名称、运营模式，管理员的姓名、联系电话、职位、电子邮件、影城信息、营销活动，若您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</dd>
      <dt>2、我们在您使用服务过程中收集的信息</dt>
      <dd>为向您提供更契合您需求的页面展示和搜索结果、了解产品适配性、识别账户异常状态，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：</dd>
      <dd>设备信息：我们会根据您在软件安装及使用过程中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征和设备环境信息）、 设备所在位置相关信息（例如IP地址、GPS位置以及能够提供相关信息的Wi-Fi接入点、蓝牙和基站等传感器信息）</dd>
      <dd>日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。 例如您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您访问的网页记录等。</dd>
      <dd>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份， 或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</dd>
      <dd>为展示您账户的订单信息，我们会收集您在使用我们服务过程中产生的订单信息，用于向您展示及便于您对订单进行管理。</dd>
      <dd>当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</dd>
      <dt>3、我们通过间接获得方式收集到的您的个人信息</dt>
      <dd>为确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、交易方式、支付机构等收集您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。</dd>
      <dt>（四） 为您提供安全保障</dt>
      <dd>为提高您使用我们及我们关联公司、合作伙伴提供的服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险， 更准确地识别违反法律法规或鲸鱼数据相关协议规则的情况，我们可能使用或整合您的会员信息、交易信息、设备信息、 有关网络日志以及我们关联公司、合作伙伴取得的您已授权或依据法律共享的信息，来综合判断您的账户及交易风险、进行身份验证、 检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</dd>
      <dt>（五） 其他用途</dt>
      <dd>我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</dd>
      <dt>（六） 征得授权同意的例外</dt>
      <dd>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</dd>
      <dd>1、与国家安全、国防安全有关的；</dd>
      <dd>2、与公共安全、公共卫生、重大公共利益有关的；</dd>
      <dd>3、与犯罪侦查、起诉、审判和判决执行等有关的；</dd>
      <dd>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</dd>
      <dd>5、所收集的个人信息是您自行向社会公众公开的；</dd>
      <dd>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</dd>
      <dd>7、根据您的要求签订合同所必需的；</dd>
      <dd>8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</dd>
      <dd>9、为合法的新闻报道所必需的；</dd>
      <dd>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</dd>
      <dd>11、法律法规规定的其他情形。</dd>
      <dd>如我们停止运营鲸鱼数据产品或服务，我们将及时停止继续收集您的个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</dd>
      <dt>二、 我们如何使用Cookie</dt>
      <dd>（一） 为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件， 指定给您的Cookies 是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、 存储您的购物偏好或您购物车中的商品等数据进而为您提供购物的偏好设置、帮助您优化对广告的选择与互动、帮助判断您的登录状态以及账户或数据安全。</dd>
      <dd>（二） 我们不会将 Cookies 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookies。 您可以清除计算机上保存的所有 Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookies； 另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问鲸鱼数据网站时亲自更改用户设置， 而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。</dd>
      <dt>三、 我们如何共享、转让、公开披露您的个人信息</dt>
      <dt>（一） 共享</dt>
      <dd>我们不会与鲸鱼数据服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</dd>
      <dd>1、在您主动选择情况下共享：若您主动通过鲸鱼数据购买产品和服务，我们会根据您的选择， 将您的订单信息与交易有关的必要信息与相关商品和服务的提供者共享来实现您向其购买产品或服务的需求，并促使其可以完成后续的售后服务。</dd>
      <dd>2、在获取明确同意情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。例如，如果我们委托第三方向您提供产品或服务时， 我们会在征得您同意后将上述信息共享给第三方，如果您拒绝提供此类信息，我们将无法完成相关交付服务。</dd>
      <dd>3、在法定情形下共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</dd>
      <dd>4、与关联公司共享：为便于我们基于鲸鱼数据平台账户向您提供会员服务，推荐您可能感兴趣的信息或保护鲸鱼数据关联公司或其他用户或公众的人身财产安全免遭侵害， 您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私权政策中所声明目的的约束， 如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</dd>
      <dd>5、与授权合作伙伴共享：我们会委托授权合作伙伴为您提供某些服务或代表我们履行某些职能， 我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到为其履行职责所需的信息，且不能将此信息用于任何其他目的。</dd>
      <dd>目前，我们的授权合作伙伴包括以下类型：</dd>
      <dd>（1）广告、分析服务类的授权合作伙伴。除非得到您的许可，否则我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告、 分析服务的合作伙伴共享。我们会向这些合作伙伴提供有关其广告覆盖面和有效性的信息，而不会提供您的个人身份信息，或者我们将这些信息进行汇总，以便它不会识别您个人。 例如，只有在广告主同意遵守我们的广告发布准则后，我们才可能会告诉广告主他们广告的效果如何，或者有多少人看了他们广告或在看到广告后安装了应用， 或者向这些合作伙伴提供不能识别个人身份的统计信息（例如“男性，25-29岁，位于北京”），帮助他们了解其受众或客户。</dd>
      <dd>（2）供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴， 这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</dd>
      <dd>对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协议，要求他们按照我们的说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。</dd>
      <dt>（二） 转让</dt>
      <dd>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</dd>
      <dd>1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。</dd>
      <dd>2、在鲸鱼数据服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让， 我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</dd>
      <dt>（三） 披露</dt>
      <dd>我们仅会在以下情况下，披露您的个人信息：</dd>
      <dd>1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</dd>
      <dd>2、如果我们确定您出现违反法律法规或严重违反鲸鱼数据相关协议规则的情况，或为保护鲸鱼数据及其关联公司用户或公众的人身财产安全免遭侵害， 我们可能依据法律法规、监管部门要求或鲸鱼数据相关协议规则披露关于您的个人信息，包括相关违规行为以及鲸鱼数据已对您采取的措施。</dd>
      <dt>（四） 例外</dt>
      <dd>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</dd>
      <dd>1、与国家安全、国防安全有关的；</dd>
      <dd>2、与公共安全、公共卫生、重大公共利益有关的；</dd>
      <dd>3、与犯罪侦查、起诉、审判和判决执行等有关的；</dd>
      <dd>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</dd>
      <dd>5、您自行向社会公众公开的个人信息；</dd>
      <dd>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</dd>
      <dd>
        根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、
        转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
      </dd>
      <dt>四、 我们如何保护您的个人信息安全</dt>
      <dd>（一） 我们已采取符合业界标准、合理可行的安全防护措施保护您提供的个人信息安全，防止个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。 例如，在您的浏览器与服务器之间交换数据（如信用卡信息）时受SSL（Secure Socket Layer）协议加密保护； 我们同时对鲸鱼数据网站提供HTTPS（Hyper Text Transfer Protocol over Secure Socket Layer）协议安全浏览方式； 我们会使用加密技术提高个人信息的安全性；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击； 我们会部署访问控制机制，尽力确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</dd>
      <dd>（二） 我们有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。</dd>
      <dd>（三） 我们会采取合理可行的措施，尽力避免收集无关的个人信息。我们只会依照法律规定，在达成本政策所述目的所需的必要期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</dd>
      <dd>（四） 互联网并非绝对安全的环境，我们强烈建议您不要使用非鲸鱼数据推荐的通信方式发送个人信息。 您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可以自主选择沟通、交易或分享的对象， 作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。</dd>
      <dd>请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息尤其是您的账户信息发生泄露，请您立即联络鲸鱼数据客服，以便我们根据您的申请采取相应措施。</dd>
      <dd>请注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息， 如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</dd>
      <dd>请使用复杂密码，协助我们保证您的账号安全。我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏， 导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</dd>
      <dd>（五） 我们将不定期更新并公开安全风险、个人信息安全影响评估报告等有关内容，您可通过鲸鱼数据公告方式获得。</dd>
      <dd>（六） 在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、 我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您， 难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</dd>
      <dt>五、 您如何管理您的个人信息</dt>
      <dd>您可以通过以下方式登录鲸鱼数据网站、鲸鱼数据APP访问及管理您的个人信息：</dd>
      <dt>（一） 访问您的个人信息</dt>
      <dd>您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：</dd>
      <dd>账户信息——如果您希望访问或编辑您的账户中的个人基本资料信息和支付信息等，您可以在鲸鱼数据登录账号通过“我的-设置”执行此类操作。</dd>
      <dd>如果您无法通过上述路径访问该等个人信息，您可以随时通过票神网客服与我们取得联系。我们将在15天内回复您的访问请求。</dd>
      <dd>对于您在使用我们的产品或服务过程中产生的其他个人信息，我们将根据本条“（七）响应您的上述请求”中的相关安排向您提供。</dd>
      <dt>（二） 更正或补充您的个人信息</dt>
      <dd>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过“（一）访问您的个人信息”中列明的方式提出更正或补充申请。</dd>
      <dt>（三） 删除您的个人信息</dt>
      <dd>您可以通过“（一）访问您的个人信息”中列明的方式删除您的部分个人信息。</dd>
      <dd>在以下情形中，您可以向我们提出删除个人信息的请求：</dd>
      <dd>1、如果我们处理个人信息的行为违反法律法规；</dd>
      <dd>2、如果我们收集、使用您的个人信息，却未征得您的明确同意；</dd>
      <dd>3、如果我们处理个人信息的行为严重违反了与您的约定；</dd>
      <dd>4、如果您不再使用我们的产品或服务，或您主动注销了账号；</dd>
      <dd>5、如果我们永久不再为您提供产品或服务。</dd>
      <dd>若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。</dd>
      <dd>当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</dd>
      <dt>（四） 改变您授权同意的范围</dt>
      <dd>每个业务功能可能需要一些基本的个人信息才能得以完成，除此之外，对于额外个人信息的收集和使用， 您可以在“我的”中设置或与鲸鱼数据客服联系给予或收回您的授权同意或通过鲸鱼数据合作方平台进行解除绑定操作。</dd>
      <dd>当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</dd>
      <dt>（五） 个人信息主体注销账户</dt>
      <dd>您可以自行在“注销账户”页面提交注销申请。在您主动注销账户之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。</dd>
      <dt>（六） 约束信息系统自动决策</dt>
      <dd>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益， 您有权要求我们做出解释，我们也将在不侵害鲸鱼数据商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。</dd>
      <dt>（七） 响应您的上述请求</dt>
      <dd>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</dd>
      <dd>我们将在15天内做出答复。如您不满意，还可以通过鲸鱼数据客服发起投诉。</dd>
      <dd>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。 对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</dd>
      <dd>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</dd>
      <dd>1、与国家安全、国防安全有关的；</dd>
      <dd>2、与公共安全、公共卫生、重大公共利益有关的；</dd>
      <dd>3、与犯罪侦查、起诉、审判和执行判决等有关的；</dd>
      <dd>4、有充分证据表明个人信息主体存在主观恶意或滥用权利的；</dd>
      <dd>5、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</dd>
      <dd>6、涉及商业秘密的。</dd>
      <dt>六、 我们如何处理未成年人的个人信息</dt>
      <dd>
        如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，
        并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。
      </dd>
      <dd>
        对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，
        我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
      </dd>
      <dt>七、 您的个人信息如何在全球范围转移</dt>
      <dd>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：</dd>
      <dd>1、法律法规有明确规定；</dd>
      <dd>2、获得您的明确授权；</dd>
      <dd>3、您通过互联网进行跨境交易等个人主动行为。</dd>
      <dd>针对以上情形，我们会确保依据本隐私权政策对您的个人信息提供足够的保护。</dd>
      <dt>八、 本隐私权政策如何更新</dt>
      <dd>我们的隐私权政策可能变更。</dd>
      <dd>未经您的明确同意，我们不会限制您按照本隐私权政策所应享有的权利。</dd>
      <dd>对于重大变更，我们会提供更为显著的通知（包括我们会通过鲸鱼数据公示的方式进行通知甚至向您提供弹窗提示）。</dd>
      <dd>本政策所指的重大变更包括但不限于：</dd>
      <dd>1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</dd>
      <dd>2、我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；</dd>
      <dd>3、个人信息共享、转让或公开披露的主要对象发生变化；</dd>
      <dd>4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</dd>
      <dd>5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</dd>
      <dd>6、个人信息安全影响评估报告表明存在高风险时。</dd>
      <dt>九、 如何联系我们</dt>
      <dd>您可以通过以下方式与我们联系，我们将在15天内回复您的请求：</dd>
      <dd>1、我们设立有个人信息保护部门，如对本政策内容有任何疑问、意见或建议，您可联系鲸鱼数据客服：400-605-0606；</dd>
      <dd>2、如发现个人信息可能被泄露，您可以通过鲸鱼数据客服投诉举报，客服电话：400-605-0606。</dd>
      <dd>如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。</dd>
    </dl>
    <div class="footer">
      <p>北京智能广宣科技有限公司</p>
      <p>Copyright {{fullYear}} Jydata.com Inc.</p>
      <p>All rights reserved.</p>
    </div>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from 'vue-property-decorator'

@Component({})
export default class Privacy extends Vue {
  fullYear: any = new Date().getFullYear()
}
</script>

<style lang="less" scoped>
@import 'less/main.less';
</style>