<template>
  <div class="privacy">
    <h4>鲸鱼数据平台用户协议</h4>
    <dl>
      <dd
        class="indent"
      >本协议为您（或称“用户”）与鲸鱼数据平台经营者北京智能广宣科技有限公司就您使用鲸鱼数据平台服务所订立的有效协议。在完成注册程序或以任何方式使用鲸鱼数据平台服务前，请您仔细阅读并透彻理解以下全部内容。您在注册之前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户。一旦您完成“同意条款并注册”或开始以其他方式使用鲸鱼数据平台服务，即表明您已阅读并同意受本协议条款的约束。如您不同意本协议条款或其中任何条款约定，应不再进行下一步或停止注册程序。您在使用单项服务或产品时，应当接受相关协议后方能使用。如对本政策内容有任何疑问、意见或建议，您可与我们联系：400-605-0606。</dd>

      <dt>一、定义</dt>
      <dd>除非另有明确约定，否则，下列词语在本协议中具有如下含义:</dd>
      <dd>1.1 鲸鱼数据：指鲸鱼数据（www.jydata.com）、 鲸鱼数据APP（包括但不限于iPhone版、Android版等），鲸鱼影城版APP（包括但不限于iPhone版、Android版等）以及其他使用鲸鱼数据服务的相关平台的H5频道页面。</dd>
      <dd>1.2 鲸鱼服务提供者：指北京智能广宣科技有限公司。</dd>
      <dd>1.3 用户：指使用鲸鱼数据相关产品及服务的用户，既包括使用鲸鱼账号登录的个人用户，亦包括使用鲸鱼数据服务的企业用户。</dd>
      <dd>1.4 法律法规：指中华人民共和国（为本协议之目的，不含香港、澳门、台湾地区）法律、法规、部门规章及行业规范等。</dd>

      <dt>二、知识产权归属</dt>
      <dd>鲸鱼数据平台内的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利，属于鲸鱼数据平台经营者或其他相关权利人所有。未经鲸鱼数据平台经营者或其他相关权利人许可，用户不得擅自使用（包括但不限于复制、传播、展示、上载、下载等），否则用户须自行承担相应责任。</dd>
      <dt>三、用户权利及义务</dt>
      <dd>（一）用户信息提供及账户安全规范</dd>
      <dd>1 、个人用户在使用鲸鱼数据平台服务时，如为无民事行为能力人、限制民事行为能力人的，请您的监护人仔细阅读本协议，并在征得您监护人同意的前提下使用我们的产品或服务。若用户不具备与用户行为相适应的民事行为能力，则用户及用户的监护人应依照法律规定承担因此而导致的相应后果。</dd>
      <dd>2、为更好地提供专业服务及提升用户体验，企业用户同意授权鲸鱼数据经营者向其关联公司收集企业用户所持有、管理的鲸鱼数据影城版企业账户、鲸鱼数据广告主端平台企业账户项下的相关信息和数据（包括但不限于账号、密码、头像、绑定手机号码等账号信息，商家类型、运营模式等企业用户主体相关信息，拟推广的影片 / 演出信息、营销活动，管理员手机号码、企业联系人职位及联系方式等）。授权信息和数据将通过加密通道传输，且鲸鱼数据平台经营者将对上述信息、数据履行严格的保密义务。</dd>
      <dd>3、用户应当确保填写及提供的用于申请开通企业账号的信息真实、准确，并在上述信息发生变更时及时向鲸鱼数据提供更新后的信息。</dd>
      <dd>4、鲸鱼数据将对用户信息提供最大限度的安全保障。同时，用户有义务保管好自身账户及密码信息，以免被盗用或遭窜改，用户账号仅限用户自身使用，未经鲸鱼数据平台同意不得向第三方转让、赠与账号、将账号借予第三方使用或以其他方式处分账号。用户若发现任何非法使用用户账号或安全漏洞的情况，应当立即与鲸鱼数据平台联系。账户因用户主动泄露或因用户遭受他人攻击、诈骗等行为导致的损失及后果，除法律有明确规定外，鲸鱼数据平台无须承担责任，用户应通过司法、行政等救济途径向侵权行为人追偿。如因用户自身原因造成其账户无法正常使用，除法律有明确规定外，鲸鱼数据平台无须承担责任，相应损失由用户自行承担。</dd>
      <dd>5、用户不得使用非自身账户登录鲸鱼数据平台，不得盗用他人账号，不得泄露其他用户的相关信息。</dd>
      <dd>6、用户不得以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录鲸鱼数据平台，不得通过任何方式对鲸鱼数据平台内部结构造成或可能造成不合理或不合比例的重大负荷行为，不得干扰或试图干扰鲸鱼数据平台的正常运作。</dd>
      <dd>7、用户在使用鲸鱼数据平台所提供的服务的过程中，应遵守相关法律法规，不应从事如下违反法律法规的规定，影响正常服务提供或损害他人合法利益的行为：</dd>
      <dd>（1）不应利用鲸鱼数据平台或相关服务危害国家安全、破坏政治稳定、泄露国家秘密，不侵犯国家、社会、集体利益和第三方的合法权益，不从事违法犯罪活动，不设立用于实施诈骗，传授犯罪方法，制作或者销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组，不利用网络发布涉及实施诈骗，制作或者销售违禁物品、管制物品以及其他违法犯罪活动的信息；</dd>
      <dd>（2）不应制作、发布、复制、查阅和传播、存储、链接下列信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；捏造、散布谣言，侵犯他人权利，扰乱经济、社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权益的；宣扬恐怖主义、极端主义的；违背当地风俗习惯的；含有法律、行政法规禁止的其他内容。</dd>

      <dd>（二）隐私保护政策</dd>
      <dd>尊重用户隐私是鲸鱼数据平台的一项基本政策。鲸鱼数据平台运营方将严格遵守法律规定收集、存储、使用、披露和保护用户的个人信息。</dd>
      <dd>鲸鱼数据平台运营方将采取合理的措施来保护用户的个人信息，以防止信息的丢失，滥用、未经授权的访问、泄露、被更改或销毁。鲸鱼数据平台运营方承诺不向第三方披露或提供用户的个人信息，除非在以下情况：</dd>
      <dd>（1）已获得用户的同意和授权;</dd>
      <dd>（2）符合有关规则和规定；</dd>
      <dd>（3）与公众利益保持一致;</dd>
      <dd>（4）鲸鱼数据平台的合法权益需受保护。</dd>
      <dd>（5）通过收集来的信息，能更好地了解产品和服务，并了解用户喜好。在充分保护用户的隐私数据的前提下，鲸鱼数据平台有权分析和处理用户数据库。</dd>
      <dd>（6）其它必要情况。</dd>

      <dt>四、鲸鱼数据平台权利及义务</dt>
      <dd>4.1 鲸鱼数据平台经营者应按照本协议的约定为用户提供良好的服务，并应当采取必要的技术手段和管理措施保障鲸鱼数据平台的正常运行。如因系统维护或升级的需要导致鲸鱼数据平台需暂停服务的，鲸鱼数据平台经营者将尽可能事先进行通告。</dd>
      <dd>4.2 如鲸鱼数据平台经营者发现鲸鱼数据平台上显示的任何信息存在错误，鲸鱼数据平台经营者有权进行更正。</dd>
      <dd>4.3 鲸鱼数据平台经营者有权根据自身业务需要，修改、中止或终止鲸鱼数据平台服务，并按照法律法规规定的程序及方式告知用户。</dd>

      <dt>五、服务的中断与终止</dt>
      <dd>1. 鲸鱼数据平台运营方始终在不断变更和改进服务。鲸鱼数据平台可能会增加或删除功能，也可能暂停或彻底停止某项服务。用户同意鲸鱼数据平台有权行使上述权利且不需对用户或第三方承担任何责任。</dd>
      <dd>2. 用户向本平台提出注销用户身份的，本平台经审核同意后注销，本协议自注销之时起即终止，但本平台仍保留下列权利：</dd>
      <dd>(1) 有权保留被注销用户的资料，包括但不限于用户注册信息、交易记录等；</dd>
      <dd>(2) 如用户在注销前在本平台存在违法或违反本协议的行为，本平台仍可行使本协议所规定的权利。</dd>
      <dd>3. 用户如存在下列情况，本平台可通过注销用户账户的方式终止服务：</dd>
      <dd>(1) 本公司及本平台根据所掌握的情况，认定用户存在违法、违反本协议相关规定或其它不当行为的；</dd>
      <dd>(2) 用户注册信息及提供的资料有虚假内容的；</dd>
      <dd>(3) 本公司及本平台认为需终止服务的其它情况。</dd>

      <dt>六、违约责任</dt>
      <dd>如您在使用鲸鱼数据平台的过程中违反本协议的一项或多项，则需要对自己的行为承担法律责任。承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在鲸鱼数据平台首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任等损失（含诉讼费、律师费等相关法律程序费用）后，您应立即给予鲸鱼数据平台等额的赔偿。此外，根据具体违法违规情形，鲸鱼数据平台有权作出独立判断，立即暂停或终止对您提供部分或全部服务，包括锁定、注销、删除帐号等措施。</dd>

      <dt>七、不可抗力及免责</dt>
      <dd>
        1. 因受不可抗力影响而不能履行或不能完全履行本协议的一方无需承担违约责任。
        但是，遇有不可抗力事件的一方，应立即将事件情况书面通知对方，并应于5个工作日内出示有效证明。双方按照事件对协议的履行的影响程度，再行协商决定是否继续履行本协议或终止协议。
      </dd>
      <dd>2. 鉴于互联网之特殊性质，鲸鱼数据平台的免责事由亦包括但不限于下列任何影响鲸鱼数据平台正常运营之情形：</dd>
      <dd>（1）黑客攻击、计算机病毒侵入或发作。</dd>
      <dd>（2）计算机系统遭到破坏、瘫痪或无法正常使用导致鲸鱼数据平台未能依约履行协议。</dd>
      <dd>（3）基础运营商或主管部门故障、调整导致之影响。</dd>
      <dd>（4）因政府管制而造成的暂时性关闭、服务调整等。</dd>
      <dd>（5）国家法律法规或者政策的颁布、调整、变更等导致的。</dd>
      <dd>（6）由于广告主或子客原因（包括但不限于操作失误、系统故障等）导致的。</dd>
      <dd>（7）其它非鲸鱼数据平台过错造成的原因等。</dd>

      <dt>八、法律适用与争议解决</dt>
      <dd>1、本协议之订立、生效、解释、履行、修订与争议解决均适用中华人民共和国法律；</dd>
      <dd>2、因本协议所生之相关争议，均应提交北京市朝阳区人民法院诉讼解决。</dd>

      <dt>九、其他</dt>
      <dd>1 、鲸鱼数据将视向用户所提供服务内容之特性，要求用户在注册鲸鱼数据提供的有关服务时，遵守特定的条件和条款；如该等条件和条款与以上服务条款有任何不一致之处，则以该等条件和条款为准。</dd>
      <dd>2 、本服务条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，其余条款仍应有效并且有约束力。</dd>
    </dl>
  </div>
</template>

<script lang="ts">
import { Component, Vue } from 'vue-property-decorator'

@Component({})
export default class AgreementCinema extends Vue {
  fullYear: any = new Date().getFullYear()
}
</script>

<style lang="less" scoped>
@import 'less/main.less';
</style>